Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/lind_s.html.tmx
Source language: sme
Languages: nob

source: Dát dieđusge dagahii ahte mun seaguhišgohten guokte áibbas guovttelágan giela .
nob: Hva annet førte det til enn at jeg begynte å blande sammen to helt ulike språk .

source: Maŋážassii in duostan šat jietnadit go ballen iežan heahpašuhttit .
nob: Til slutt torde jeg ikke si noe for ikke å dumme meg ut .

source: Ain dovddan dán balu , muhto hárvvibut dál . ...
nob: Ennå kan jeg kjenne denne redselen , men mer sjelden nå . ...

source: Buot mii gullá dárogillii , das lean mun ballan ja lean dan vašuhan olles ealliman - ja várra ain joatkašuvvá nie ...
nob: Alt det som har med norsk å gjøre , har jeg gruet meg for og hatet hele mitt liv - og kommer kanskje til å fortsette med det . ... "

source: Nuppi geardde adden čuovvovaš stiilačállima : " Váhnemiid árbi - noađđin vai ávkin eallimis " .
nob: En annen gang ga jeg følgende stiloppgave : " Fedrearven - en byrde eller ballast for livet " .

source: Seamma oahppi dalle čálii earret ollu eará : " ... Giella gal várra lea deaŧaleamos maid sáhttá árbet ovdaváhnemiin .
nob: Samme elev skrev da blant mye annet : " ... Språket er nok det viktigste et folk kan arve etter forfedrene .

source: Sámegiella lea deaŧalaš midjiide geat háliidat leat sápmelažžan .
nob: Det samiske språket er viktig for oss som vil være samer .

source: Sii geat geahččalit biehttalit iežaset sámi seađu , gaikkodit , dulbmet ja bilidit dan maid ovdaváhnemat leat sidjiide skeŋken .
nob: De som prøver å benekte sin samiske herkomst , river ned , tråkker på og ødelegger det forfedrene har gitt dem.

source: Dát lea njuolgga suddu njealját báhkkoma vuostá . ...
nob: Dette er direkte synd mot det fjerde bud . ...

source: váhnemiid árbi gal baicca lea ávkin eallimis iige noađđin , go mii fal háliidat leat mat mii leat , ja go fal leat mielas viidásut fievrredit váhnemiid árbbi . "
nob: fedrearven vil nok heller være en ballast for livet enn en byrde , bare vi vil være oss selv , og bare vi er villige til å føre fedrearven videre . "

source: Maŋŋá vihttalot jagi doaimma , de heaittihuvvui Sámi álbmotallaskuvla 1985:s .
nob: Etter femti års drift ble Den samiske folkehøgskolen lagt ned i 1985 .

source: Maŋimuš logi jagi lei dilli láhkai eahpesihkar .
nob: De siste ti årene var på mange måter preget av usikkerhet .

source: Eai šat doarvái ollu sámi nuorat ohcan skuvlii .
nob: Samisk ungdom søkte ikke lenger skolen i tilstrekkelig antall .

source: Oahpahusdárbbu duhtadii dađistaga almmolaš skuvla , vaikko duodjefága ain lei bázahallan .
nob: Utdanningsbehovet var etter hvert dekket av den offentlige skolen , selv om fag som duodji fortsatt lå etter .

source: Digaštallan sámegiela ja - kultuvrra ektui garai dađistaga 1960-logus .
nob: Diskusjonen om samisk språk og kultur ble stadig heftigere utover i 1960-årene .

source: Riiddu leat muhtumat gohčodan gielalaš siskkáldassoahtin Kárášjogas , ja čuovui mealgadii politihkalaš bellodatrájiid .
nob: Striden ble av noen karakterisert som språklig borgerkrig i Karasjok , og gikk i stor grad etter de politiske partigrenser .

source: Dát lei duohtadilis sámegiela ceavzima birra skuvllas ja beaivválaš eallimis .
nob: Det dreide seg kort og godt om det samiske språks livsrett i skolen og i dagliglivet .

source: Dán riiddus sámi nuorat njuolgga vašuhedje Sámi álbmotallaskuvlla mas dáža oahpaheaddjit ledje eanetlogus , ja dovddahedje ná : - Čuohtejagi lea sámemiššuvdna čuvvon sámiid gietkamis hávdái .
nob: I denne striden ble Den samiske folkehøgskolen med sin overvekt på norske lærekrefter stående i skuddlinjen fra yngre samer , som kunne uttrykke seg slik : - I hundre år har finnemisjonen fulgt oss samer fra vugge til grav .

source: Dál ferte heaittihit dán bajábealhovdema .
nob: Nå må det bli slutt på dette overformynderiet .

source: Máŋga vuorrasut olbmo gal dattetge ledje positiivvalaččat skuvlii , mii lei sidjiide láhčán vuođu eallimis , ja ee. sin ávžžuhusa mielde , de álggahuvvui skuvla fas .
nob: Mange av de eldre var imidlertid positive til skolen , som hadde gitt dem en start i livet , og bl.a. etter oppmuntring av disse , ble skolen startet opp igjen .

source: Muhto ledje nu unnán oahppit ahte doaimma heaittihedje fas moadde jagi maŋŋá .
nob: Men elevtilgangen var så svak at driften etter noen få år igjen måtte innstilles .

source: Heaittiheami oktavuođas dajai ovddeš skuvlarektor , Thor With , ee. : - Maŋŋá 50 jagi bálvalusa sámi nuoraide ávkin , de ii leat šat Sámi álbmotallaskuvla mihkkege fálaldagaid .
nob: Ved nedleggelsen sa tidligere rektor ved skolen , Thor With , bl.a. : - Etter 50 års tjeneste for samisk ungdom er ikke lengere Den samiske folkehøgskolen et tilbud .

source: Dat lea bálvalan oasis - hirbmat deaŧalaš bálvalusa addán .
nob: Den har gjort sin tjeneste - en meget viktig tjeneste .

source: Vuosttaš jagi rájes go skuvla álggahuvvui , de lea dát skuvla ferten rahčat birgejumis ovddas .
nob: Helt fra første året den kom i gang har denne skolen måttet kjempe for sin eksistens .

source: Vuosttažettiin dat fertii oažžut luohttámuša sámi nuoraid gaskkas , ja dan gal dagai .
nob: Den måtte først av alt vinne tillit blant samisk ungdom , og den gjorde det .

source: Dat fertii maiddái soahtat oažžut doarjaga eiseválddiin ja miššonmoaitálas eahpideddjiin .
nob: Den måtte også kjempe for sin plass hos myndighetene og hos de misjonskritiske skeptikerne .

source: Jearahallamis dajai oktii muhtun Sámi álbmotallaskuvlla ovddeš oahppi:- Dáppe lei buorre dilli .
nob: I et intervju sa en gang en tidligere elev ved Den samiske Folkehøgskolen : - Her var det godt å være .

source: Dáppe mun ohppen gii mun ieš lean .
nob: Her ble jeg klar over hvem jeg selv var .

source: Dáppe mun duostagohten ovddasguvlui smiehttat , ja oskut guvlui .
nob: Her fikk jeg mot til å se framover , og tro til å se oppover .

source: Sámi ipmilbálvalus Akershusa šloahttakapeallas .
nob: Samisk gudstjeneste i Akershus slottskapell .

source: Gáldut : Blix , Erik Schytte : Kirker og kirkeliv i Karasjok .
nob: Kilder Blix , Erik Schytte : Kirker og kirkeliv i Karasjok .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
